Repository: common-repository/multiparcels-shipping-for-woocommerce
Catalog: languages/multiparcels-shipping-for-woocommerce-*.po
Languages: lt_lt

source: %s courier will deliver the parcel right to the customer's hands.
lt_lt: %s kurjeris pristatys siuntas tiesiai į kliento rankas.

source: %s will deliver the parcel to the bus station in customer's city.
lt_lt: %s pristatys siuntą į gavėjo mieste esančią autobusų stotį.

source: %s will deliver the parcel to the closest post office.
lt_lt: %s pristatys siuntą į artimiausią pašto skyrių.

source: 24 hour
lt_lt: 24 valandos

source: Ability to edit products worth when dispatching orders(customs value)
lt_lt: Galimybė keisti produktų vertę kai užsakymas išsiunčimas(mutinės vertė)

source: Ability to remove selected pickup point
lt_lt: Galimybė pašalinti pasirinktą atsiėmimo vietą

source: Actions
lt_lt: Veiksmai

source: Add a product
lt_lt: Pridėti produktą

source: Add door code field
lt_lt: Pridėti durų kodo laukelį

source: Address
lt_lt: Adresas

source: Address autocomplete
lt_lt: Adreso užbaigimas

source: After billing form
lt_lt: Po mokėtojo forma

source: After label
lt_lt: Po pavadinimo

source: After order notes
lt_lt: Po užsakymo komentarų

source: After shipping form
lt_lt: Po pristatymo forma

source: After shipping rate
lt_lt: Po pristatymo kainos

source: All
lt_lt: Visos

source: All cities
lt_lt: Visi miestai

source: All cities and only Vilnius, Kaunas, Klaipėda, Alytus in Lithuanian
lt_lt: Visi miestai ir tik Vilnius, Kaunas, Klaipėda, Alytus Lietuvoje

source: All orders shipped
lt_lt: Visi užsakymai išsiųsti

source: All products value
lt_lt: Visų produktų vertė

source: Allow preferred delivery time
lt_lt: Leisti pasirinkti pageidaujamą pristatymo laiką

source: Allowed weight:
lt_lt: Leidžiamas svoris:

source: Already shipped
lt_lt: Jau išsiųsta

source: and group them by city
lt_lt: ir grupuoti juos pagal miestą

source: Any many more features coming soon
lt_lt: Ir dar daugiau opcijų jau greitu metu

source: Apartment
lt_lt: Butas

source: API key
lt_lt: API raktas

source: Apply minimum order amount rule before coupon discount
lt_lt: Taikyti minimalios užsakymo sumos taisyklę prieš paskaičiuoajnt kupono nuolaidą

source: Automatic confirmation
lt_lt: Automatinis užsakymų patvirtinimas

source: Automatic confirmation failed
lt_lt: Automatinis patvirtinimas nepavyko

source: Automatic daily updated pickup locations
lt_lt: Kasdieniniai automatiniai atsiėmimo vietų atnaujinimai

source: Before billing form
lt_lt: Prieš mokėtojo formą

source: Before Label
lt_lt: Prieš pavadinimą

source: Before payment
lt_lt: Prieš apmokėjimą

source: Before shipping form
lt_lt: Prieš pristatymo formą

source: Benefits
lt_lt: Privalumai

source: Better support for default &lt;select&gt; and group by city
lt_lt: Geresnis standartinio &lt;select&gt; palaikymas kai grupuojama pagal miestą

source: Bus station delivery
lt_lt: Autobusų stoties pristatymas

source: Bus station to bus station
lt_lt: Iš autobusų stoties į autobusų stotį

source: Bus station to hands
lt_lt: Iš autobusų stoties į rankas

source: Carrier
lt_lt: Vežėjas

source: Carrier logos
lt_lt: Vežėjų logotipai

source: Carrier selection
lt_lt: Vežėjo pasirinkimas

source: Carriers
lt_lt: Vežėjai

source: Cart and checkout
lt_lt: Krepšelyje ir atsiskaityme

source: Cash-on-delivery (COD)
lt_lt: Apmokėjimas gavus siuntą (COD)

source: Change order status after dispatching
lt_lt: Pakeisti užsakymo būseną po išsiuntimo

source: Change order status after dispatching with COD service
lt_lt: Pakeisti užsakymo būseną po išsiuntimo su COD paslauga

source: Change order status to "Completed" after dispatching the order
lt_lt: Pakeisti užsakymo būseną į "Įvykdytas" po užsakymo išsiuntimo

source: Checkout
lt_lt: Atsiskaitymas

source: City
lt_lt: Miestas

source: Comment
lt_lt: Komentaras

source: Configuration required for this plugin to function!
lt_lt: Sukonfigūruokite MultiParcels įskiepį jeigu norite juo naudotis

source: Configure every carrier the way you want
lt_lt: Sukonfigūruokite kiekvieną vežėją kaip norite

source: Configure MultiParcels
lt_lt: Konfiguruoti MultiParcels

source: Confirm
lt_lt: Patvirtinti

source: Confirm unique shipment
lt_lt: Patvirtinti unikalią siuntą

source: Confirmation error
lt_lt: Patvirtinimo klaida

source: Confirmed
lt_lt: Patvirtinta

source: Costs 0&euro; per month
lt_lt: Kainuoja 0&euro; per mėnesį

source: Country
lt_lt: Šalis

source: Coupons discounts
lt_lt: Kuponų nuolaidos

source: Courier
lt_lt: Kurjeris

source: Create
lt_lt: Sukurti

source: Created at
lt_lt: Sukurta

source: Cronjob command
lt_lt: Periodinės užduoties komanda

source: CURL error
lt_lt: CURL klaida

source: Customers will only see this shipping method from the selected time
lt_lt: Pirkėjai matys šį pristatymo būdą tik nuo pasirinkto laiko

source: Customers will only see this shipping method on the selected day
lt_lt: Pirkėjai matys šį pristatymo būdą tik pasirinktą savaitės dieną

source: Customers will only see this shipping method until the selected time
lt_lt: Pirkėjai matys šį pristatymo būdą tik iki pasirinkto laiko

source: Data update
lt_lt: Duomenų atnaujinimas

source: Default
lt_lt: Numatyta

source: Default carrier
lt_lt: Standartinis vežėjas

source: Default maximum items per package
lt_lt: Numatytas daugiausiai prekių per pakuotę skaičius

source: Default package size
lt_lt: Standartinis pakuotės dydis

source: Default product weight
lt_lt: Numatytas produkto svoris

source: Default weight for products with no weight
lt_lt: Numatytas produkto svoris produktams be svorio

source: Delete
lt_lt: Ištrinti

source: Delivery
lt_lt: Pristatymas

source: Delivery Fee
lt_lt: Pristatymo mokestis

source: Delivery methods packeta
lt_lt: Pristatymo metodai packeta

source: Delivery only to this city
lt_lt: Pristatymas tik į šį miestą

source: Delivery to private person
lt_lt: Pristatymas privačiam asmeniui

source: Disable
lt_lt: Išjungti

source: Disable free shipping coupon
lt_lt: Išjungti nemokamo pristatymo kuponus

source: Disable this method for these shipping classes
lt_lt: Neleisti pasirinkti šio pristatymo būdo su šiomis pristatymo klasėmis

source: Disabled
lt_lt: Išjungta

source: Dispatch order
lt_lt: Išsiųsti užsakymą

source: Dispatch orders
lt_lt: Išsiųsti užsakymus

source: Dispatch selected orders
lt_lt: Išsiųsti pažymėtus užsakymus

source: Display notice to customers
lt_lt: Rodyti pranešimą pirkėjams

source: Display only from the selected time
lt_lt: Rodyti tik nuo pasirinkto laiko

source: Display only on selected day of the week
lt_lt: Rodyti tik pasirinktą savaitės dieną

source: Display only until the selected time
lt_lt: Rodyti tik iki pasirinkto laiko

source: Display pickup location title in checkout
lt_lt: Rodyti atsiėmimo vietos antraštę atsiskaityme

source: Display selected pickup location information in checkout
lt_lt: Rodyti pasirinktos atsiėmimo vietos informaciją atsiskaityme

source: Do not allow free shipping shipping with free shipping coupon
lt_lt: Neduoti nemokamo pristatymo su nemokamo pristatymo kuponu

source: Do not use warehouse integrations
lt_lt: Nenaudoti sandėlio integracijų

source: Do you even need more features?
lt_lt: Ar dar reikia daugiau opcijų?

source: Does not fit in pickup points
lt_lt: Netelpa paštomate

source: Done
lt_lt: Baigta

source: Door code
lt_lt: Durų kodas

source: Download all labels
lt_lt: Parsisiųsti visus lipdukus

source: Download labels
lt_lt: Parsisiųsti lipdukus

source: E-mail
lt_lt: El. paštas

source: Easy label print from our plugin
lt_lt: Lengvas lipduko atsispausdinimas iš mūsų įskiepio

source: Easy to configure
lt_lt: Lengvas paleidimas

source: Email type
lt_lt: Laiško tipas

source: Enable
lt_lt: Įjungti

source: Enable log
lt_lt: Įjungti išrašus

source: Enable/Disable
lt_lt: Įjungta/Išjungta

source: Enabled
lt_lt: Įjungta

source: Errors
lt_lt: Klaidos

source: Example product code: good-product1,better-product2,the-best-product3
lt_lt: Produkto kodo pavyzdys: good-product1,better-product2,the-best-product3

source: Failed
lt_lt: Nepavyko

source: Failed shipments
lt_lt: Nepavykusios siuntos

source: Feature disabled
lt_lt: Funkcija išjungta

source: Features that come with the free version:
lt_lt: Nemokamos versijos galimybės:

source: Force phone number to be required
lt_lt: Padaryti telefono numerį priverstinai privalomą

source: Free shipping option
lt_lt: Galimas nemokamas pristatymas

source: Frequency
lt_lt: Dažnumas

source: Friday
lt_lt: Penktadienis

source: Full
lt_lt: Pilnos

source: Full version
lt_lt: Pilna versija

source: Get a free API key
lt_lt: Gauti nemokama API raktą

source: Get free full version
lt_lt: Gauti nemokamą pilną versiją

source: Get the API key
lt_lt: Gauti API raktą

source: Get the free API key
lt_lt: Gauti nemokamą API raktą

source: Get your free API key for terminals/pickup points!
lt_lt: Gaukite nemokamą API raktą paštomatams ir atsiėmimo taškams!

source: Google maps API key
lt_lt: Google žemėlapių API raktas

source: Grid display
lt_lt: Tinkelio rodymas

source: Grid display (aligned)
lt_lt: Tinkelio rodymas (palygintas)

source: Grid display off
lt_lt: Tinkelio rodymas išjungtas

source: Grid display on
lt_lt: Tinkelio rodymas įjungtas

source: Grid display on + grid display aligned
lt_lt: Tinkelio rodymas įjungtas + Tinkelio rodymas palygintas

source: group by city
lt_lt: grupuoti pagal miestą

source: Hands to bus station
lt_lt: Iš rankų į autobusų stotį

source: Hands to hands
lt_lt: Iš rankų į rankas

source: Hands to post office
lt_lt: Iš rankų į pašto skyrių

source: Hands to terminal
lt_lt: Iš rankų į paštomatą

source: Have any suggestions or problems?
lt_lt: Turite pasiūlymų ar klausimų?

source: Hello
lt_lt: Sveiki

source: Hide
lt_lt: Slėpti

source: Hide delivery phone number
lt_lt: Paslėpti pristatymo telefono numerį

source: Hide not required fields for "local pickup"
lt_lt: Paslėpti neprivalomus laukus kai klientas pasirenka "Atsiėmimas vietoje"

source: Hide not required fields when shipping to pickup locations
lt_lt: Paslėpti neprivalomus laukus kai pristatymas į atsiėmimo vietas

source: Hide state field
lt_lt: Paslėpti valstyjos laukelį

source: History
lt_lt: Istorija

source: House
lt_lt: Namas

source: Icon position
lt_lt: Logotipo vieta

source: Icon visibility
lt_lt: Logotipo rodymas

source: Icon width (cart)
lt_lt: Logotipo plotis (krepšelyje)

source: Icon width (checkout)
lt_lt: Logotipo plotis (atsiskaityme)

source: Identification
lt_lt: Identifikacija

source: Items
lt_lt: Prekės

source: Items per package
lt_lt: Prekių vienoje pakuotėje

source: Keep for 10 days in post office
lt_lt: Saugoti pašte 10 dienų

source: Kilograms
lt_lt: Kilogramai

source: Label
lt_lt: Lipdukas

source: Last 31 days orders
lt_lt: Paskutinių 31 dienų užsakymai

source: Last 365 days orders
lt_lt: Paskutinių 365 dienų užsakymai

source: Last run
lt_lt: Paskutinis paleidimas

source: Last update
lt_lt: Paskutinis atnaujinimas

source: Let us save your precious time.
lt_lt: Leiskite mums sutaupyti jūsų brangų laiką.

source: Limited (terminals/pickup points only)
lt_lt: Ribotos (tik paštomatai/atsiėmimo taškai)

source: Lithuanian POST
lt_lt: Lietuvos paštas

source: Location code
lt_lt: Vietos kodas

source: Locations count
lt_lt: Atsiėmimo vietų skaičius

source: Manual update
lt_lt: Rankinis atnaujinimas

source: Maximum items per package
lt_lt: Daugiausiai prekių per pakuotę

source: Maximum packages
lt_lt: Daugiausiai pakuočių

source: Maximum weight
lt_lt: Didžiausias svoris

source: Minimum Order Amount For Free Shipping
lt_lt: Minimali užsakymo suma nemokamam pristatymui

source: Minimum weight
lt_lt: Mažiausias svoris

source: Monday
lt_lt: Pirmadienis

source: MultiParcels Platform
lt_lt: MultiParcels Platforma

source: MultiParcels release notes for %s
lt_lt: MultiParcels atnaujinimai %s

source: MultiParcels Shipping For WooCommerce
lt_lt: MultiParcels Pristatymas WooCommerce

source: Name
lt_lt: Pavadinimas

source: Name Surname/Company
lt_lt: Vardas pavardė/Įmonė

source: Never
lt_lt: Niekada

source: NEW
lt_lt: NAUJA

source: New carrier added
lt_lt: Pridėtas naujas vežėjas

source: New carriers without updating the plugin
lt_lt: Nauji vežėjai neatnaujinant įskiepio

source: Next run
lt_lt: Sekantis paleidimas

source: Next update
lt_lt: Sekantis atnaujinimas

source: No
lt_lt: Ne

source: No credit card required
lt_lt: Nereikalinga kreditinė kortelė

source: No hidden fees
lt_lt: Nėra paslėptų mokesčių

source: No locations found. Please try to run manual update
lt_lt: Atsiėmimo vietų nerasta. Pabandykite rankinį atnaujinimą

source: None. Wrong API key
lt_lt: Jokių. Neteisingas API raktas

source: Not enough products in the warehouse
lt_lt: Nepakankamai produktų sandėlyje

source: Not valid
lt_lt: Neteisingas formatas

source: Not valid or not found
lt_lt: Neteisingas formatas arba nerastas

source: Notice
lt_lt: Pranešimas

source: Notice:
lt_lt: Pranešimas:

source: Omniva (Estonia)
lt_lt: Omniva (Estija)

source: Omniva (Latvia)
lt_lt: Omniva (Latvija)

source: Omniva (Lithuania)
lt_lt: Omniva (Lietuva)

source: One solution for all courier parcels
lt_lt: Vienas sprendimas visų kurjerių siuntoms

source: Only cart
lt_lt: Tik krepšelyje

source: Only checkout
lt_lt: Tik atsiskaityme

source: Order
lt_lt: Užsakymas

source: Order dispatched
lt_lt: Užsakymas išsiųstas

source: Order ID
lt_lt: Užsakymo ID

source: Order shipping details sent to carrier's system
lt_lt: Užsakymo duomenys siunčiami tiesiai į vežėjo sistemą

source: Package size
lt_lt: Pakuotės dydis

source: Packages
lt_lt: Pakuotės

source: Packages quantity
lt_lt: Pakuočių kiekis

source: Parcel content exchange (SWAP)
lt_lt: Siuntos turinio apkeitimas (SWAP)

source: Permissions
lt_lt: Teisės

source: Phone number
lt_lt: Telefono numeris

source: Pickup
lt_lt: Paėmimas

source: Pickup location
lt_lt: Atsiėmimo vieta

source: Pickup location display place
lt_lt: Atsiėmimo vietos atvaizdavimo lokacija

source: Pickup location not found
lt_lt: Atsiėmimo vieta nerasta

source: Pickup locations
lt_lt: Atsiėmimo vietos

source: Pickup Point
lt_lt: Atsiėmimo taškas

source: Pickup Points
lt_lt: Atsiėmimo taškai

source: Pickup points
lt_lt: Atsiėmimo vietos

source: Plan
lt_lt: Planas

source: Please add your sending location first
lt_lt: Prašome pirmiausia pridėti išsiuntimo vietą

source: Please do not hesitate to <a href='%s'>contact us</a>
lt_lt: Nedvėjokite <a href='%s'>susisiekti su mumis</a>

source: Please select the pickup location
lt_lt: Prašome pasirinkti atsiėmimo vietą

source: Please select the pickup location.
lt_lt: Prašome pasirinkti atsiėmimo vietą.

source: Please update the data to receive the carriers list
lt_lt: Prašome rankiniu būdu atlikti atnaujinimą, kad gautumėte kurjerių sąrašą

source: Please upgrade your WooCommerce.
lt_lt: Prašome atsinaujinti WooCommerce.

source: Plugin version
lt_lt: Įskiepio versija

source: Plugin version (database)
lt_lt: Įskiepio versija (duomenų bazė)

source: Post office delivery
lt_lt: Pašto pristatymas

source: Post office to post office
lt_lt: Iš pašto skyriaus į pašto skyrių

source: Postal code
lt_lt: Pašto kodas

source: Preferred delivery time
lt_lt: Pageidaujamas pristatymo laikas

source: Preferred pickup type
lt_lt: Pageidaujamas paėmimo būdas

source: Pricing
lt_lt: Kainoraštis

source: Print label at terminal
lt_lt: Lipdukas paštomate

source: Product code
lt_lt: Produkto kodas

source: Product code delimiter
lt_lt: Produkto kodo skirtukas

source: Product name
lt_lt: Produkto pavadinimas

source: Product quantity
lt_lt: Produktų kiekis

source: Products
lt_lt: Produktai

source: Receiver
lt_lt: Gavėjas

source: Recipient(s)
lt_lt: Gavėjas(-ai)

source: Registered
lt_lt: Registruota

source: Registered and priority
lt_lt: Registruota ir prioritetinė

source: Remember this selection for future orders
lt_lt: Prisiminti šį pasirinkimą tokiems pat užsakymams ateityje

source: Remove pickup point
lt_lt: Pašalinti atsiėmimo vietą

source: Reset and do not change status
lt_lt: Atstatyti ir nekeisti būsenos

source: Reset and set status to "Processing"
lt_lt: Atstatyti ir pakeisti būseną į "Vykdomas"

source: Reset failed
lt_lt: Atstatyti nepavykusias

source: Return label
lt_lt: Grąžinimo lipdukas

source: Route
lt_lt: Kelias

source: Run days
lt_lt: Paleidimo dienos

source: Run now
lt_lt: Paleisti dabar

source: Same day delivery
lt_lt: Tos pačios dienos pristatymas

source: Saturday
lt_lt: Šeštadienis

source: Saturday delivery
lt_lt: Šeštadienio pristatymas

source: Save
lt_lt: Išsaugoti

source: Search by pickup point name, address...
lt_lt: Ieškokite pagal atsiėmimo vietos pavadinimą, adresą...

source: Searching...
lt_lt: Ieškoma...

source: Selected pickup point
lt_lt: Pasirinktas atsiėmimo taškas

source: Selected terminal
lt_lt: Pasirinktas paštomatas

source: Sender
lt_lt: Siuntėjas

source: Sender details
lt_lt: Siuntėjo duomenys

source: Sending location
lt_lt: Išsiuntimo vieta

source: Sending locations
lt_lt: Išsiuntimo vietos

source: Sending...
lt_lt: Siunčiama...

source: Services
lt_lt: Paslaugos

source: Settings
lt_lt: Nustatymai

source: Settings saved.
lt_lt: Nustatymai išsaugoti.

source: Shipment creation failed
lt_lt: Siuntos sukūrimas nepavyko

source: Shipments
lt_lt: Siuntos

source: Shipping
lt_lt: Pristatymas

source: Shipping disabled due to your settings
lt_lt: Išsiuntimas išjungtas dėl jūsų nustatymų

source: Shipping method
lt_lt: Siuntimo būdas

source: Shipping zones
lt_lt: Pristatymo zonos

source: Show
lt_lt: Rodyti

source: Show address 2 field
lt_lt: Rodyti antrą adreso laukelį

source: Show all cities
lt_lt: Rodyti visus miestus

source: shows only pickup points in customer's delivery city
lt_lt: rodo atsiėmimo taškus tik kliento pristatymo mieste

source: Shows only possible locations for customer's city
lt_lt: Rodo tik galimas atsiėmimo vietas kliento mieste

source: Skip dispatching for specific methods
lt_lt: Išsiuntimo būdus kuriems NENORITE kurti siuntų ir lipdukų

source: Start
lt_lt: Pradėti

source: Start saving time with MultiParcels
lt_lt: Pradėkite taupyti laiką su MultiParcels

source: Status
lt_lt: Būsena

source: Statuses that will be confirmed
lt_lt: Būsenos kurios bus patvirtintos

source: Street
lt_lt: Gatvė

source: Sunday
lt_lt: Sekmadienis

source: Tax status
lt_lt: PVM būsena

source: Taxable
lt_lt: Apmokestinama

source: Terminal
lt_lt: Paštomatas

source: Terminal to hands
lt_lt: Iš paštomato į rankas

source: Terminal to terminal
lt_lt: Iš paštomato į paštomato

source: Terminals
lt_lt: Paštomatai

source: Terminals/Pickup Points
lt_lt: Paštomatai/Atsiėmimo taškai

source: This allows to create a dublicate shipment for the same order
lt_lt: Šis mygtukas leidžia sukurti siuntos kopiją tam pačiam užsakymui

source: This can help find problems faster. Enable and contact support
lt_lt: Tai gali padėti surasti problemas greičiau. Įjunkite ir susisiekite su pagalba

source: This controls the title which the user sees during checkout.
lt_lt: Tai bus pavadinimas kurį matys klientai atsiskaitymo metu.

source: This field is required
lt_lt: Šis laukelis privalomas

source: This plugin requires at least WooCommerce version 3.0.0.
lt_lt: Šiam įskiepiui reikalinga bent 3.0.0 WooCommerce versija.

source: This shipping method is not allowed to your city. Allowed city: %s
lt_lt: Šis pristatymo būdas negalimas į Jūsų miestą. Galimas miestas: %s

source: This value has already been used
lt_lt: Ši reikšmė jau buvo panaudota

source: Thursday
lt_lt: Ketvirtadienis

source: Title
lt_lt: Pavadinimas

source: To bus terminal
lt_lt: Į autobusų terminalą

source: To make it easy and faster for courier to deliver your order
lt_lt: Padės kurjeriui greičiau ir lengviau pristatyti jūsų užsakymą

source: Total weight
lt_lt: Visas svoris

source: Tracking code
lt_lt: Sekimo kodas

source: Tracking code sent directly to customer
lt_lt: Siuntos sekimo kodas siunčiamas tiesiai klientui

source: Tuesday
lt_lt: Antradienis

source: Type
lt_lt: Tipas

source: Unique shipment identifier
lt_lt: Unikali siuntos nuoroda

source: Unknown error occurred
lt_lt: Nežinoma klaida

source: Unlimited
lt_lt: Neribojama

source: Unregistered
lt_lt: Neregistruota

source: Used to identify the sender location by developers
lt_lt: Naudojamas atskirti siuntimo vietą programuotojams

source: Venipak displayed pickup points
lt_lt: Venipak atvaizduojamos atsiėmimo vietos

source: View MultiParcels Settings
lt_lt: Peržiūrėti MultiParcels nustatymus

source: View on Platform
lt_lt: Peržiūrėti platformoje

source: View order
lt_lt: Peržiūrėti užsakymą

source: Waiting
lt_lt: Laukiama

source: Wednesday
lt_lt: Trečiadienis

source: Weight
lt_lt: Svoris

source: will show all pickup points
lt_lt: rodo visus atsiėmimo taškus

source: Without the API key the map won't be displayed
lt_lt: Be API rakto žemėlapis nebus rodomas

source: Working hours
lt_lt: Darbo laikas:

source: Yes
lt_lt: Taip

source: Yes, our plugin only takes 1 minute for any amount of orders
lt_lt: Taip, mūsų įskiepis užtrunka tik 1 minutę bet kokiam užsakymų kiekiui.

source: You are using a custom location
lt_lt: Jūs naudojate savo lokaciją

source: You can unsubscribe any time!
lt_lt: Jūs galite atsisakyti bet kada!

source: You have reached your plan limit
lt_lt: Pasiekėte plano ribą

source: Your company is not allowed to use this carrier
lt_lt: Jūsų įmonė negali naudoti šio vėžėjo

source: Your order tracking number: %s
lt_lt: Jūsų užsakymo sekimo numeris: %s

source: Your provided API key is not working.
lt_lt: Jūsų nurodytas API raktas neteisingas.

source: Your WooCommerce version is %s.
lt_lt: Jūsų WooCommerce versija yra %s.

source: ZITICITY delivery only to this city
lt_lt: ZITICITY pristatymas tik į šį miestą
